<section id="about">
    <div class="container">
        <h2>درباره‌ی من</h2>
        <div class="profile">
            <div class="profile-image">
                <img src="assets/images/profile.jpg" alt="تصویر پروفایل">
            </div>
            <div class="details">
                <p class="name">👤 نام: <strong>مسعود میری</strong></p>
                <p class="job">💼 شغل: <strong>برنامه نویس و طراح سایت</strong></p>
                <p class="job">💼 تحصیلات: <strong>کارشناس ارشد نرم افزار</strong></p>
                <p class="email">📧 ایمیل: <strong>mmiri7070@yahoo.com</strong></p>
                <p class="location">📍 مکان: <strong>مشهد، ایران</strong></p>
            </div>
        </div>
        <div class="about-text">
            <p>من مسعود میری هستم، توسعه‌دهنده‌ی وب با مهارت در HTML، CSS، PHP، MySQL، WordPress و علاقه‌مند به پایتون، وب اسکرپینگ و هوش مصنوعی.</p>

            <p>عاشق خلق وب‌سایت‌های کاربرپسند و کاربردی هستم.</p>

            <p>همیشه به دنبال چالش‌های جدید و یادگیری فناوری‌های نوین می‌گردم.</p>

            <p>کدنویسی برای من فراتر از یک مهارت است.راهی برای خلق و نوآوری!</p>

            <p>اگر به دنبال یک همکاری حرفه‌ای هستید، با من در ارتباط باشید. </p>
        </div>
    </div>
</section>